full = [
    'ሀ','ሁ','ሂ','ሃ','ሄ','ህ','ሆ',#h
    'ለ','ሉ','ሊ','ላ','ሌ','ል','ሎ','ሏ',
    'ሐ','ሑ','ሒ','ሓ','ሔ','ሕ','ሖ','ሗ',#h
    'መ','ሙ','ሚ','ማ','ሜ','ም','ሞ','ሟ','ፙ',
    'ሠ','ሡ','ሢ','ሣ','ሤ','ሥ','ሦ','ሧ', #h
    'ረ','ሩ','ሪ','ራ','ሬ','ር','ሮ','ሯ','ፘ',
    'ሰ','ሱ','ሲ','ሳ','ሴ','ስ','ሶ','ሷ',#s
    'ሸ','ሹ','ሺ','ሻ','ሼ','ሽ','ሾ','ሿ',
    'ቀ','ቁ','ቂ','ቃ','ቄ','ቅ','ቆ','ቋ',
    'በ','ቡ','ቢ','ባ','ቤ','ብ','ቦ','ቧ',
    'ቨ','ቩ','ቪ','ቫ','ቬ','ቭ','ቮ','ቯ',
    'ተ','ቱ','ቲ','ታ','ቴ','ት','ቶ','ቷ',
    'ቸ','ቹ','ቺ','ቻ','ቼ','ች','ቾ','ቿ',
    'ኀ','ኁ','ኂ','ኃ','ኄ','ኅ','ኆ','ኋ',#h
    'ነ','ኑ','ኒ','ና','ኔ','ን','ኖ','ኗ',
    'ኘ','ኙ','ኚ','ኛ','ኜ','ኝ','ኞ','ኟ',
    'አ','ኡ','ኢ','ኣ','ኤ','እ','ኦ','ኧ',#a
    'ከ','ኩ','ኪ','ካ','ኬ','ክ','ኮ','ኳ',
    'ኸ','ኹ','ኺ','ኻ','ኼ','ኽ','ኾ','ዃ',
    'ወ','ዉ','ዊ','ዋ','ዌ','ው','ዎ',
    'ፀ','ፁ','ፂ','ፃ','ፄ','ፅ','ፆ',#a
    'ዘ','ዙ','ዚ','ዛ','ዜ','ዝ','ዞ','ዟ',
    'ዠ','ዡ','ዢ','ዣ','ዤ','ዥ','ዦ','ዧ',
    'የ','ዩ','ዪ','ያ','ዬ','ይ','ዮ',
    'ደ','ዱ','ዲ','ዳ','ዴ','ድ','ዶ','ዷ',
    'ጀ','ጁ','ጂ','ጃ','ጄ','ጅ','ጆ','ጇ',
    'ገ','ጉ','ጊ','ጋ','ጌ','ግ','ጎ','ጓ',
    'ጠ','ጡ','ጢ','ጣ','ጤ','ጥ','ጦ','ጧ',
    'ጨ','ጩ','ጪ','ጫ','ጬ','ጭ','ጮ','ጯ',
    'ጰ','ጱ','ጲ','ጳ','ጴ','ጵ','ጶ','ጷ',
    'ጸ','ጹ','ጺ','ጻ','ጼ','ጽ','ጾ','ጿ',#ts
    'ፀ','ዑ','ዒ','ዓ','ዔ','ዕ','ዖ',#ts
    'ፈ','ፉ','ፊ','ፋ','ፌ','ፍ','ፎ','ፏ','ፚ',
    'ፐ','ፑ','ፒ','ፓ','ፔ','ፕ','ፖ','ፗ',
    ]
same_phones = [
    
]


# with open('consts.txt','w',encoding='utf8') as f:
#     f.write('\n'.join(list(cons_conv.keys())))
ips = list(letters_ipa)
# # Proffing
for item in cons_conv.values():
    ls = [i for i in list(item) if i not in symbols]
    if len(ls) > 0:
        print('EEEeee, not in...',ls)
        break
print ('b' in ips)